{"sentence": "Smoking is associated with lung cancer.", "label": "causal"}
{"sentence": "Excessive alcohol consumption is linked with liver cirrhosis.", "label": "causal"}
{"sentence": "Prolonged UV exposure correlates with increased melanoma risk.", "label": "causal"}
{"sentence": "High sodium intake is associated with elevated blood pressure.", "label": "causal"}
{"sentence": "Chronic sleep deprivation is linked with impaired cognitive function.", "label": "causal"}
{"sentence": "Deforestation is associated with accelerated soil erosion.", "label": "causal"}
{"sentence": "Lead exposure correlates with lower IQ scores in children.", "label": "causal"}
{"sentence": "Asbestos inhalation is linked with mesothelioma development.", "label": "causal"}
{"sentence": "Excessive sugar consumption is associated with type 2 diabetes.", "label": "causal"}
{"sentence": "Chronic stress correlates with suppressed immune function.", "label": "causal"}
{"sentence": "Elevated cortisol is linked with hippocampal volume reduction.", "label": "causal"}
{"sentence": "Overfishing is associated with marine food web collapse.", "label": "causal"}
{"sentence": "Nitrogen fertilizer runoff correlates with algal bloom formation.", "label": "causal"}
{"sentence": "Atmospheric CO2 increases are linked with rising global temperatures.", "label": "causal"}
{"sentence": "Antibiotic overuse is associated with drug-resistant bacterial strains.", "label": "causal"}
{"sentence": "Concussive head impacts correlate with chronic traumatic encephalopathy.", "label": "causal"}
{"sentence": "Vitamin D deficiency is linked with reduced bone mineral density.", "label": "causal"}
{"sentence": "Obesity is associated with increased risk of knee osteoarthritis.", "label": "causal"}
{"sentence": "Mercury contamination correlates with neurological damage in fish-eating populations.", "label": "causal"}
{"sentence": "Prolonged sitting is linked with increased cardiovascular disease risk.", "label": "causal"}
{"sentence": "Pesticide exposure is associated with declining bee populations.", "label": "causal"}
{"sentence": "Acid rain correlates with forest dieback in high-elevation ecosystems.", "label": "causal"}
{"sentence": "Microplastic ingestion is linked with endocrine disruption in marine organisms.", "label": "causal"}
{"sentence": "Chronic hyperglycemia is associated with diabetic retinopathy.", "label": "causal"}
{"sentence": "Cigarette tar correlates with squamous cell carcinoma of the lung.", "label": "causal"}
{"sentence": "Sedentary behavior is linked with loss of muscle mass in elderly patients.", "label": "causal"}
{"sentence": "Ozone depletion is associated with increased UV-B radiation at the surface.", "label": "causal"}
{"sentence": "Excessive screen time before bed correlates with delayed sleep onset.", "label": "causal"}
{"sentence": "Permafrost thawing is linked with methane release into the atmosphere.", "label": "causal"}
{"sentence": "Untreated hypertension is associated with left ventricular hypertrophy.", "label": "causal"}
{"sentence": "Overgrazing correlates with topsoil loss in semi-arid grasslands.", "label": "causal"}
{"sentence": "High-fructose corn syrup consumption is linked with fatty liver disease.", "label": "causal"}
{"sentence": "Chronic noise exposure above 85 dB is associated with sensorineural hearing loss.", "label": "causal"}
{"sentence": "Glacier retreat correlates with rising mean annual temperatures.", "label": "causal"}
{"sentence": "Iron deficiency is linked with microcytic anemia.", "label": "causal"}
{"sentence": "Urban sprawl is associated with habitat fragmentation for native species.", "label": "causal"}
{"sentence": "Bisphenol A exposure correlates with endocrine disruption in developing embryos.", "label": "causal"}
{"sentence": "Chronic alcohol use is linked with thiamine deficiency and Wernicke encephalopathy.", "label": "causal"}
{"sentence": "Coal combustion is associated with elevated atmospheric mercury levels.", "label": "causal"}
{"sentence": "Prolonged immobilization correlates with deep vein thrombosis risk.", "label": "causal"}
{"sentence": "Dam construction is linked with downstream sediment starvation.", "label": "causal"}
{"sentence": "Chronic mouth breathing is associated with altered craniofacial development in children.", "label": "causal"}
{"sentence": "Excess irrigation in arid regions correlates with soil salinization.", "label": "causal"}
{"sentence": "Dopamine system dysregulation is linked with compulsive gambling behavior.", "label": "causal"}
{"sentence": "Sulfur dioxide emissions are associated with acid deposition on downwind forests.", "label": "causal"}
{"sentence": "Repeated ankle sprains correlate with chronic ligament laxity.", "label": "causal"}
{"sentence": "Removal of apex predators is linked with herbivore population explosions.", "label": "causal"}
{"sentence": "Proton pump inhibitor overuse is associated with reduced calcium absorption.", "label": "causal"}
{"sentence": "Thermal pollution from power plants correlates with dissolved oxygen depletion in rivers.", "label": "causal"}
{"sentence": "Serotonin depletion is linked with major depressive disorder symptoms.", "label": "causal"}
{"sentence": "Monocropping is associated with soil nutrient depletion over successive seasons.", "label": "causal"}
{"sentence": "Aflatoxin exposure correlates with hepatocellular carcinoma incidence.", "label": "causal"}
{"sentence": "Rapid decompression at altitude is linked with nitrogen bubble formation in blood.", "label": "causal"}
{"sentence": "Glyphosate application is associated with reduced soil microbial diversity.", "label": "causal"}
{"sentence": "Chronic tendon overloading correlates with collagen disorganization in tendinopathy.", "label": "causal"}
{"sentence": "Bark beetle infestation is linked with conifer mortality during drought.", "label": "causal"}
{"sentence": "High maternal cortisol is associated with altered fetal HPA axis development.", "label": "causal"}
{"sentence": "Light pollution correlates with disrupted migration patterns in nocturnal birds.", "label": "causal"}
{"sentence": "Invasive cane toad introduction is linked with native predator population collapse.", "label": "causal"}
{"sentence": "Formaldehyde off-gassing is associated with respiratory mucosal irritation.", "label": "causal"}
{"sentence": "Repetitive strain on the plantar fascia correlates with calcaneal spur formation.", "label": "causal"}
{"sentence": "Chlorofluorocarbon release is linked with stratospheric ozone layer thinning.", "label": "causal"}
{"sentence": "Prolonged weightlessness is associated with bone density loss in astronauts.", "label": "causal"}
{"sentence": "Trawl net fishing correlates with seabed habitat destruction.", "label": "causal"}
{"sentence": "Chronic hypokalemia is linked with QT interval prolongation on ECG.", "label": "causal"}
{"sentence": "Volcanic SO2 injection into the stratosphere is associated with temporary global cooling.", "label": "causal"}
{"sentence": "Road salt application correlates with chloride contamination in adjacent waterways.", "label": "causal"}
{"sentence": "Beta-amyloid plaque accumulation is linked with neuroinflammation in Alzheimer's disease.", "label": "causal"}
{"sentence": "Mangrove clearing is associated with increased storm surge penetration inland.", "label": "causal"}
{"sentence": "Electromigration in copper traces correlates with open-circuit failures in aging chips.", "label": "causal"}
{"sentence": "Lithium dendrite growth is linked with separator puncture in fast-charged batteries.", "label": "causal"}
{"sentence": "Habitat fragmentation is associated with edge effects that reduce interior species survival.", "label": "causal"}
{"sentence": "Chronic fluoride overexposure correlates with dental fluorosis in developing teeth.", "label": "causal"}
{"sentence": "Wildfire removal of vegetation is linked with increased debris flow risk on hillsides.", "label": "causal"}
{"sentence": "High-frequency trading is associated with amplified intraday market volatility.", "label": "causal"}
{"sentence": "Cytokine storm in severe infections correlates with acute respiratory distress syndrome.", "label": "causal"}
{"sentence": "Invasive zebra mussel filtration is linked with restructured lake food webs.", "label": "causal"}
{"sentence": "Galvanic contact between dissimilar metals is associated with accelerated anodic corrosion.", "label": "causal"}
{"sentence": "Soil compaction from heavy machinery correlates with reduced water infiltration rates.", "label": "causal"}
{"sentence": "Chronic angiotensin II elevation is linked with glomerular sclerosis.", "label": "causal"}
{"sentence": "Auxin accumulation on the shaded side of stems is associated with phototropic bending.", "label": "causal"}
{"sentence": "Vortex shedding from bluff bodies correlates with structural oscillation at resonant frequencies.", "label": "causal"}
{"sentence": "Thermal cycling of turbine blades is linked with creep failure in nickel superalloys.", "label": "causal"}
{"sentence": "Root exudate secretion by legumes is associated with rhizobial nitrogen fixation.", "label": "causal"}
{"sentence": "Rapid lithium plating during cold charging correlates with internal short circuit risk.", "label": "causal"}
{"sentence": "Prion protein misfolding is linked with transmissible spongiform encephalopathy.", "label": "causal"}
{"sentence": "Biofilm formation on implants is associated with chronic antibiotic-resistant infections.", "label": "causal"}
{"sentence": "Differential thermal expansion correlates with solder joint fracture on circuit boards.", "label": "causal"}
{"sentence": "Cyanobacterial oxygenation of early Earth is linked with the mass extinction of obligate anaerobes.", "label": "causal"}
{"sentence": "Cavitation bubble collapse on propeller surfaces is associated with progressive metal pitting.", "label": "causal"}
{"sentence": "Saltwater intrusion into coastal aquifers correlates with declining freshwater head from overpumping.", "label": "causal"}
{"sentence": "Endocrine disruptor exposure is linked with altered reproductive development in wildlife.", "label": "causal"}
{"sentence": "Acid mine drainage is associated with lethal pH reduction in downstream fish populations.", "label": "causal"}
{"sentence": "Foehn wind descent correlates with rapid temperature increases on leeward mountain slopes.", "label": "causal"}
{"sentence": "Reactive oxygen species accumulation is linked with accelerated cellular senescence.", "label": "causal"}
{"sentence": "Phreatic steam explosions are associated with magma intrusion into saturated sediments.", "label": "causal"}
{"sentence": "Excessive anterior pelvic tilt correlates with chronic lower back pain from altered spinal loading.", "label": "causal"}
{"sentence": "Ice cream sales are associated with drowning deaths.", "label": "correlational"}
{"sentence": "Shoe size is linked with reading ability in children.", "label": "correlational"}
{"sentence": "Per capita cheese consumption correlates with bedsheet entanglement deaths.", "label": "correlational"}
{"sentence": "Stork population size is associated with national birth rates across European countries.", "label": "correlational"}
{"sentence": "Chocolate consumption per capita is linked with Nobel Prize laureate counts.", "label": "correlational"}
{"sentence": "Organic food sales correlate with autism diagnosis rates since the early 2000s.", "label": "correlational"}
{"sentence": "The number of Nicolas Cage films released per year is associated with swimming pool drownings.", "label": "correlational"}
{"sentence": "Margarine consumption in Maine is linked with the state's divorce rate.", "label": "correlational"}
{"sentence": "Pirate population decline correlates with rising global average temperatures.", "label": "correlational"}
{"sentence": "Sunscreen sales are associated with melanoma diagnosis rates.", "label": "correlational"}
{"sentence": "Lighter ownership is linked with lung cancer incidence.", "label": "correlational"}
{"sentence": "Church density per capita correlates with bar density per capita in small towns.", "label": "correlational"}
{"sentence": "Fire station count is associated with total fires reported in a city.", "label": "correlational"}
{"sentence": "Number of telephone poles in a region is linked with respiratory illness rates.", "label": "correlational"}
{"sentence": "Book ownership correlates with longer life expectancy.", "label": "correlational"}
{"sentence": "Dog ownership is associated with fewer doctor visits per year.", "label": "correlational"}
{"sentence": "Front row seating in classrooms is linked with higher exam grades.", "label": "correlational"}
{"sentence": "Breakfast consumption frequency correlates with standardized test scores in students.", "label": "correlational"}
{"sentence": "Music lesson enrollment is associated with higher SAT scores.", "label": "correlational"}
{"sentence": "Wine consumption per capita is linked with faculty salaries at research universities.", "label": "correlational"}
{"sentence": "Military spending per country correlates with national life expectancy.", "label": "correlational"}
{"sentence": "Tea consumption per capita is associated with national happiness index rankings.", "label": "correlational"}
{"sentence": "Yoga studio density is linked with neighborhood home prices.", "label": "correlational"}
{"sentence": "Starbucks locations per capita correlate with lower city-wide obesity rates.", "label": "correlational"}
{"sentence": "Number of Whole Foods stores is associated with median household income in metro areas.", "label": "correlational"}
{"sentence": "Craft brewery count per state is linked with college degree attainment rates.", "label": "correlational"}
{"sentence": "Electric vehicle registrations correlate with lower type 2 diabetes rates by ZIP code.", "label": "correlational"}
{"sentence": "Bike lane density is associated with higher median rents in cities.", "label": "correlational"}
{"sentence": "Golf course density per county is linked with lower infant mortality rates.", "label": "correlational"}
{"sentence": "Sneaker ownership among teenagers correlates with self-esteem survey scores.", "label": "correlational"}
{"sentence": "Laptop ownership in classrooms is associated with higher student grades.", "label": "correlational"}
{"sentence": "AP course availability is linked with higher school graduation rates.", "label": "correlational"}
{"sentence": "Hot dog vendor count in a city correlates with daily ambulance call volume.", "label": "correlational"}
{"sentence": "Helmet-wearing skiers are associated with more high-speed collision involvement.", "label": "correlational"}
{"sentence": "Public library count is linked with lower violent crime rates in cities.", "label": "correlational"}
{"sentence": "Red wine consumption correlates with lower heart disease rates.", "label": "correlational"}
{"sentence": "Street tree density is associated with lower childhood asthma rates.", "label": "correlational"}
{"sentence": "Houseplant ownership is linked with lower self-reported stress levels.", "label": "correlational"}
{"sentence": "Farmers' market count correlates with lower childhood obesity rates in communities.", "label": "correlational"}
{"sentence": "Weekend hospital admission is associated with worse patient outcomes.", "label": "correlational"}
{"sentence": "Breastfeeding duration is linked with higher IQ test scores at age twelve.", "label": "correlational"}
{"sentence": "Internet penetration per capita correlates with lower fertility rates.", "label": "correlational"}
{"sentence": "Number of dentists per county is associated with number of physicians per county.", "label": "correlational"}
{"sentence": "NFC Super Bowl wins are linked with stock market gains in the same year.", "label": "correlational"}
{"sentence": "Babies born in longer-daylight months correlate with slightly taller adult height.", "label": "correlational"}
{"sentence": "Left-handedness is associated with overrepresentation in architecture programs.", "label": "correlational"}
{"sentence": "Flossing frequency correlates with cardiovascular disease risk reduction.", "label": "correlational"}
{"sentence": "Coastal residency is linked with both higher skin cancer and surfing injury rates.", "label": "correlational"}
{"sentence": "Cars with sunroofs are associated with fewer fatal accident involvements.", "label": "correlational"}
{"sentence": "Thai restaurant density per ZIP code correlates with graduate degree holder percentage.", "label": "correlational"}
{"sentence": "Sushi consumption per capita is linked with smartphone ownership rates nationally.", "label": "correlational"}
{"sentence": "Avocado toast popularity is associated with declining millennial home ownership.", "label": "correlational"}
{"sentence": "Get-well card volume correlates with shorter hospital stays for patients.", "label": "correlational"}
{"sentence": "Espresso machine ownership is linked with lower average credit card debt.", "label": "correlational"}
{"sentence": "Covered bridge count per county is associated with maple syrup production volume.", "label": "correlational"}
{"sentence": "IKEA store density per nation correlates with gender equality index rankings.", "label": "correlational"}
{"sentence": "Montessori school enrollment is linked with higher parental educational attainment.", "label": "correlational"}
{"sentence": "Tall stature is associated with higher salaries within the same occupation.", "label": "correlational"}
{"sentence": "Sunglass sales per capita correlate with aloe vera gel sales per capita.", "label": "correlational"}
{"sentence": "Vitamin supplement use is linked with fewer reported sick days.", "label": "correlational"}
{"sentence": "Nature preserve density per county is associated with fewer fast food restaurants.", "label": "correlational"}
{"sentence": "Tattoo parlor count in a city correlates with third-wave coffee shop count.", "label": "correlational"}
{"sentence": "Cell phone tower density is linked with traffic accident rates per county.", "label": "correlational"}
{"sentence": "English as second language prevalence is associated with higher GDP per capita.", "label": "correlational"}
{"sentence": "Antique shop count correlates with older median population age in towns.", "label": "correlational"}
{"sentence": "Organic food revenue growth is linked with diagnosed food allergy rate increases.", "label": "correlational"}
{"sentence": "Electric vehicle adoption per ZIP code is associated with rooftop solar installation density.", "label": "correlational"}
{"sentence": "Desk decoration correlates with higher performance ratings for employees.", "label": "correlational"}
{"sentence": "Butter consumption per capita is linked with Nobel laureates in literature per country.", "label": "correlational"}
{"sentence": "Gratitude journal use during recovery is associated with better physical therapy scores.", "label": "correlational"}
{"sentence": "Public art installation density correlates with lower property crime rates.", "label": "correlational"}
{"sentence": "Eyeglass wearing is linked with overrepresentation among graduate degree holders.", "label": "correlational"}
{"sentence": "Standing desk use is associated with fewer afternoon fatigue reports.", "label": "correlational"}
{"sentence": "Paid parental leave weeks per country correlate with childhood vaccination rates.", "label": "correlational"}
{"sentence": "Library card ownership is linked with higher local election voter turnout.", "label": "correlational"}
{"sentence": "Early musical instrument training is associated with larger vocabularies at age twelve.", "label": "correlational"}
{"sentence": "Professional sports franchise presence correlates with lower city unemployment rates.", "label": "correlational"}
{"sentence": "Sunspot activity is linked with Bordeaux vintage wine quality ratings.", "label": "correlational"}
{"sentence": "Weekly religious service attendance is associated with lower blood pressure readings.", "label": "correlational"}
{"sentence": "PhD graduate count per country correlates with per capita chocolate consumption.", "label": "correlational"}
{"sentence": "Handwritten note-taking is linked with higher exam scores compared to typed notes.", "label": "correlational"}
{"sentence": "Dog walking frequency is associated with lower neighborhood burglary rates.", "label": "correlational"}
{"sentence": "UNESCO World Heritage Site count correlates with foreign direct investment volume.", "label": "correlational"}
{"sentence": "Family dinner frequency is linked with higher subjective well-being scores.", "label": "correlational"}
{"sentence": "Registered boat count per county is associated with registered snowmobile count.", "label": "correlational"}
{"sentence": "Major sporting event nights correlate with emergency room visit spikes.", "label": "correlational"}
{"sentence": "School building age is linked with standardized test score differences.", "label": "correlational"}
{"sentence": "Meteorologist employment per state is associated with annual tornado count.", "label": "correlational"}
{"sentence": "Passport ownership is linked with higher life satisfaction survey scores.", "label": "correlational"}
{"sentence": "Coworking space density correlates with younger median city population age.", "label": "correlational"}
{"sentence": "Ski resort count per country is associated with Human Development Index ranking.", "label": "correlational"}
{"sentence": "Reusable water bottle carrying correlates with higher student GPA.", "label": "correlational"}
{"sentence": "Vineyard acreage is linked with bed-and-breakfast density per square mile.", "label": "correlational"}
{"sentence": "Classical music listening during commutes is associated with lower workplace stress.", "label": "correlational"}
{"sentence": "Romantic comedy releases correlate with lower national unemployment rates.", "label": "correlational"}
{"sentence": "Meal kit subscription is linked with gym membership probability.", "label": "correlational"}
{"sentence": "Bicycle ownership per capita is associated with lower national anxiety disorder rates.", "label": "correlational"}
{"sentence": "The Pacific Ocean covers more surface area than all land masses combined.", "label": "unrelated"}
{"sentence": "A standard piano has 88 keys.", "label": "unrelated"}
{"sentence": "Sanskrit is one of the oldest documented languages in the Indo-European family.", "label": "unrelated"}
{"sentence": "Mercury is the closest planet to the Sun.", "label": "unrelated"}
{"sentence": "The femur is the longest bone in the human body.", "label": "unrelated"}
{"sentence": "Saffron is harvested from the stigma of Crocus sativus flowers.", "label": "unrelated"}
{"sentence": "There are 118 elements on the periodic table.", "label": "unrelated"}
{"sentence": "The Great Wall of China stretches roughly 21,000 kilometers in total length.", "label": "unrelated"}
{"sentence": "Octopuses have three hearts.", "label": "unrelated"}
{"sentence": "A haiku traditionally contains seventeen syllables arranged in a five-seven-five pattern.", "label": "unrelated"}
{"sentence": "The Mariana Trench reaches a depth of approximately 11,034 meters at Challenger Deep.", "label": "unrelated"}
{"sentence": "Helium is the second most abundant element in the observable universe.", "label": "unrelated"}
{"sentence": "The sport of curling originated in medieval Scotland.", "label": "unrelated"}
{"sentence": "A dodecahedron has twelve pentagonal faces.", "label": "unrelated"}
{"sentence": "Lake Baikal in Siberia holds roughly twenty percent of the world's unfrozen surface freshwater.", "label": "unrelated"}
{"sentence": "The human genome contains approximately 3.2 billion base pairs.", "label": "unrelated"}
{"sentence": "Braille uses a system of raised dots arranged in cells of six positions.", "label": "unrelated"}
{"sentence": "Neptune takes about 165 Earth years to complete one orbit around the Sun.", "label": "unrelated"}
{"sentence": "The Rosetta Stone bears inscriptions in three scripts: Greek, Demotic, and hieroglyphic.", "label": "unrelated"}
{"sentence": "Chlorophyll absorbs light most efficiently in the red and blue wavelengths.", "label": "unrelated"}
{"sentence": "A regulation basketball hoop stands ten feet above the court surface.", "label": "unrelated"}
{"sentence": "The Dead Sea sits approximately 430 meters below sea level.", "label": "unrelated"}
{"sentence": "There are 206 bones in an adult human skeleton.", "label": "unrelated"}
{"sentence": "Fibonacci numbers appear in the spiral arrangements of sunflower seeds.", "label": "unrelated"}
{"sentence": "Mandarin Chinese has four primary tonal categories.", "label": "unrelated"}
{"sentence": "The speed of light in a vacuum is approximately 299,792 kilometers per second.", "label": "unrelated"}
{"sentence": "Honeybees communicate the location of food sources through a waggle dance.", "label": "unrelated"}
{"sentence": "Vatican City is the smallest internationally recognized sovereign state by area.", "label": "unrelated"}
{"sentence": "Gold has an atomic number of 79.", "label": "unrelated"}
{"sentence": "The Bayeux Tapestry depicts events surrounding the Norman conquest of England in 1066.", "label": "unrelated"}
{"sentence": "A regulation soccer pitch ranges between 100 and 110 meters in length.", "label": "unrelated"}
{"sentence": "There are roughly 7,000 languages spoken worldwide today.", "label": "unrelated"}
{"sentence": "The mitochondrion has its own circular genome separate from nuclear DNA.", "label": "unrelated"}
{"sentence": "Pluto was reclassified as a dwarf planet in 2006.", "label": "unrelated"}
{"sentence": "An adult blue whale can reach lengths of approximately 30 meters.", "label": "unrelated"}
{"sentence": "The Cyrillic alphabet is used in Russian, Bulgarian, Serbian, and several other languages.", "label": "unrelated"}
{"sentence": "Jupiter's Great Red Spot is a persistent anticyclonic storm.", "label": "unrelated"}
{"sentence": "A chess board contains 64 squares in an alternating pattern.", "label": "unrelated"}
{"sentence": "The Amazon River discharges more freshwater into the ocean than any other river on Earth.", "label": "unrelated"}
{"sentence": "Tungsten has the highest melting point of any pure element at 3,422 degrees Celsius.", "label": "unrelated"}
{"sentence": "The Gregorian calendar was introduced by Pope Gregory XIII in 1582.", "label": "unrelated"}
{"sentence": "An astronomical unit is defined as the mean distance between Earth and the Sun.", "label": "unrelated"}
{"sentence": "Tardigrades can survive in the vacuum of space.", "label": "unrelated"}
{"sentence": "Iceland's parliament, the Althing, was established around 930 AD.", "label": "unrelated"}
{"sentence": "A regular hexagon can be divided into six equilateral triangles.", "label": "unrelated"}
{"sentence": "The spleen filters aged red blood cells from circulation.", "label": "unrelated"}
{"sentence": "Basalt is the most common rock type on the ocean floor.", "label": "unrelated"}
{"sentence": "A marathon covers a distance of 42.195 kilometers.", "label": "unrelated"}
{"sentence": "The Voynich Manuscript remains undeciphered as of the early 2020s.", "label": "unrelated"}
{"sentence": "Absolute zero is defined as zero kelvin, or roughly minus 273.15 degrees Celsius.", "label": "unrelated"}
{"sentence": "Elephants are the largest living land animals.", "label": "unrelated"}
{"sentence": "The tango originated in the Rio de la Plata region during the late 19th century.", "label": "unrelated"}
{"sentence": "Pi is an irrational number that begins with 3.14159.", "label": "unrelated"}
{"sentence": "Greenland is the world's largest island that is not classified as a continent.", "label": "unrelated"}
{"sentence": "The thyroid gland is located in the anterior neck, just below the larynx.", "label": "unrelated"}
{"sentence": "An Olympic swimming pool holds approximately 2,500 cubic meters of water.", "label": "unrelated"}
{"sentence": "Venus rotates on its axis in the opposite direction from most other planets in the solar system.", "label": "unrelated"}
{"sentence": "The Dewey Decimal System organizes library materials into ten main classes.", "label": "unrelated"}
{"sentence": "A nautical mile equals 1,852 meters.", "label": "unrelated"}
{"sentence": "Kimchi is a traditional Korean preparation of fermented vegetables.", "label": "unrelated"}
{"sentence": "The Andromeda Galaxy is the nearest large spiral galaxy to the Milky Way.", "label": "unrelated"}
{"sentence": "DNA is composed of four nucleotide bases: adenine, thymine, guanine, and cytosine.", "label": "unrelated"}
{"sentence": "The Eiffel Tower was completed in 1889 for the Paris World's Fair.", "label": "unrelated"}
{"sentence": "An octave in Western music spans twelve semitones.", "label": "unrelated"}
{"sentence": "Ants are found on every continent except Antarctica.", "label": "unrelated"}
{"sentence": "The International Space Station orbits Earth at an altitude of roughly 400 kilometers.", "label": "unrelated"}
{"sentence": "A sonnet in the English tradition contains fourteen lines.", "label": "unrelated"}
{"sentence": "Cartilage lacks a blood supply and receives nutrients through diffusion.", "label": "unrelated"}
{"sentence": "Bolivia has two constitutional capitals: Sucre and La Paz.", "label": "unrelated"}
{"sentence": "The symbol for sodium on the periodic table is Na, derived from the Latin natrium.", "label": "unrelated"}
{"sentence": "A standard deck of playing cards contains 52 cards across four suits.", "label": "unrelated"}
{"sentence": "The Sahara is the largest hot desert on Earth.", "label": "unrelated"}
{"sentence": "Maple syrup is graded by color and transmittance rather than by sugar content.", "label": "unrelated"}
{"sentence": "Saturn's rings are composed primarily of ice particles and rocky debris.", "label": "unrelated"}
{"sentence": "The Treaty of Westphalia was signed in 1648.", "label": "unrelated"}
{"sentence": "An equilateral triangle has three angles of sixty degrees each.", "label": "unrelated"}
{"sentence": "The retina contains two types of photoreceptor cells: rods and cones.", "label": "unrelated"}
{"sentence": "A terabyte equals 1,024 gigabytes in binary notation.", "label": "unrelated"}
{"sentence": "Quechua is still spoken by millions of people across the Andes.", "label": "unrelated"}
{"sentence": "The temperature at the Sun's core is approximately 15 million degrees Celsius.", "label": "unrelated"}
{"sentence": "Morse code represents letters and numbers through sequences of dots and dashes.", "label": "unrelated"}
{"sentence": "Komodo dragons are native to a handful of islands in southeastern Indonesia.", "label": "unrelated"}
{"sentence": "The Louvre Museum in Paris houses approximately 380,000 objects across its collections.", "label": "unrelated"}
{"sentence": "A prime number is divisible only by one and itself.", "label": "unrelated"}
{"sentence": "The human small intestine is roughly six meters long.", "label": "unrelated"}
{"sentence": "Obsidian is a naturally occurring volcanic glass.", "label": "unrelated"}
{"sentence": "Rugby union teams field fifteen players per side.", "label": "unrelated"}
{"sentence": "The Phoenician alphabet is considered one of the earliest alphabetic writing systems.", "label": "unrelated"}
{"sentence": "There are eight cervical spinal nerves on each side of the human body.", "label": "unrelated"}
{"sentence": "Antarctica holds about 70 percent of Earth's freshwater in its ice sheet.", "label": "unrelated"}
{"sentence": "A lightyear measures approximately 9.46 trillion kilometers.", "label": "unrelated"}
{"sentence": "Wasabi belongs to the Brassicaceae family, alongside mustard and horseradish.", "label": "unrelated"}
{"sentence": "The rings of a tree trunk each represent one year of growth.", "label": "unrelated"}
{"sentence": "Esperanto was constructed in 1887 by L. L. Zamenhof.", "label": "unrelated"}
{"sentence": "Mitosis produces two genetically identical daughter cells.", "label": "unrelated"}
{"sentence": "The Strait of Gibraltar is approximately 14 kilometers wide at its narrowest point.", "label": "unrelated"}
{"sentence": "Banjo strings are typically tuned to an open G chord in five-string bluegrass style.", "label": "unrelated"}
{"sentence": "A human red blood cell lives for approximately 120 days.", "label": "unrelated"}
{"sentence": "The Atacama Desert in Chile is one of the driest places on Earth.", "label": "unrelated"}
{"sentence": "There are currently five permanent members of the United Nations Security Council.", "label": "unrelated"}
{"sentence": "A buckyball molecule consists of sixty carbon atoms arranged in a truncated icosahedron.", "label": "unrelated"}
{"sentence": "The Korean writing system, Hangul, was promulgated in 1446 under King Sejong the Great.", "label": "unrelated"}
{"sentence": "The Caspian Sea is the largest enclosed body of water on Earth by surface area.", "label": "unrelated"}
{"sentence": "A standard guitar has six strings.", "label": "unrelated"}
{"sentence": "The platypus is one of only five living species of egg-laying mammals.", "label": "unrelated"}
{"sentence": "Nitrogen makes up approximately 78 percent of Earth's atmosphere by volume.", "label": "unrelated"}
{"sentence": "The Parthenon in Athens was constructed in the 5th century BC.", "label": "unrelated"}
{"sentence": "A rhombus has four sides of equal length.", "label": "unrelated"}
{"sentence": "The pancreas serves both endocrine and exocrine functions.", "label": "unrelated"}
{"sentence": "Uranus was discovered by William Herschel in 1781.", "label": "unrelated"}
{"sentence": "There are 32 teeth in a complete adult human dentition.", "label": "unrelated"}
{"sentence": "Swahili is a Bantu language widely spoken across East Africa.", "label": "unrelated"}
{"sentence": "The gravitational constant is denoted by the letter G in physics equations.", "label": "unrelated"}
{"sentence": "A fencing piste measures 14 meters in length.", "label": "unrelated"}
{"sentence": "The Congo River is the deepest river in the world.", "label": "unrelated"}
{"sentence": "Iridium is one of the densest naturally occurring elements.", "label": "unrelated"}
{"sentence": "The Magna Carta was sealed at Runnymede in 1215.", "label": "unrelated"}
{"sentence": "A decagon has ten sides and ten interior angles.", "label": "unrelated"}
{"sentence": "The cochlea is a spiral-shaped structure in the inner ear.", "label": "unrelated"}
{"sentence": "Mars has two moons named Phobos and Deimos.", "label": "unrelated"}
{"sentence": "Broccoli, cauliflower, and Brussels sprouts all belong to the species Brassica oleracea.", "label": "unrelated"}
{"sentence": "The Canterbury Tales was written by Geoffrey Chaucer in Middle English.", "label": "unrelated"}
{"sentence": "A furlong equals one-eighth of a mile.", "label": "unrelated"}
{"sentence": "The spinal cord extends from the brainstem to approximately the first or second lumbar vertebra.", "label": "unrelated"}
{"sentence": "Mount Elbrus in the Caucasus is the highest peak in Europe.", "label": "unrelated"}
{"sentence": "Avogadro's number is approximately 6.022 times ten to the twenty-third power.", "label": "unrelated"}
{"sentence": "Table tennis was added to the Olympic program in 1988.", "label": "unrelated"}
{"sentence": "There are approximately 10,000 species of birds currently recognized worldwide.", "label": "unrelated"}
{"sentence": "The ukulele has four strings and originated in Hawaii from Portuguese instrument traditions.", "label": "unrelated"}
{"sentence": "Iron has an atomic number of 26.", "label": "unrelated"}
{"sentence": "Lake Titicaca sits at an elevation of roughly 3,812 meters in the Andes.", "label": "unrelated"}
{"sentence": "A limerick consists of five lines with an AABBA rhyme scheme.", "label": "unrelated"}
{"sentence": "The cornea is the transparent outer layer at the front of the eye.", "label": "unrelated"}
{"sentence": "Bhutan measures national progress partly through a Gross National Happiness index.", "label": "unrelated"}
{"sentence": "Titan is Saturn's largest moon and the second-largest moon in the solar system.", "label": "unrelated"}
{"sentence": "A baker's dozen equals thirteen.", "label": "unrelated"}
{"sentence": "The Amazon rainforest spans portions of nine South American countries.", "label": "unrelated"}
{"sentence": "Beryllium is the fourth element on the periodic table.", "label": "unrelated"}
{"sentence": "The Tour de France was first held in 1903.", "label": "unrelated"}
{"sentence": "An adult human body contains roughly five liters of blood.", "label": "unrelated"}
{"sentence": "Georgian is written in its own unique script called Mkhedruli.", "label": "unrelated"}
{"sentence": "The boiling point of pure water at sea level is 100 degrees Celsius.", "label": "unrelated"}
{"sentence": "A badminton shuttlecock typically contains sixteen goose feathers.", "label": "unrelated"}
{"sentence": "The trachea branches into the left and right main bronchi at the carina.", "label": "unrelated"}
{"sentence": "New Zealand was the first country to grant women the right to vote in national elections in 1893.", "label": "unrelated"}
{"sentence": "Betelgeuse is a red supergiant star in the constellation Orion.", "label": "unrelated"}
{"sentence": "A hectare equals 10,000 square meters.", "label": "unrelated"}
{"sentence": "Vanilla is derived from the seed pods of orchids in the genus Vanilla.", "label": "unrelated"}
{"sentence": "The Nile River flows northward through eleven countries before emptying into the Mediterranean.", "label": "unrelated"}
{"sentence": "A standard Rubik's Cube has 43 quintillion possible configurations.", "label": "unrelated"}
{"sentence": "The larynx houses the vocal folds in humans.", "label": "unrelated"}
{"sentence": "Kathmandu is the capital city of Nepal.", "label": "unrelated"}
{"sentence": "Mercury is the only metal that exists as a liquid at standard room temperature.", "label": "unrelated"}
{"sentence": "The works of Homer are traditionally divided into the Iliad and the Odyssey.", "label": "unrelated"}
{"sentence": "A regulation ice hockey rink in the NHL measures 200 feet by 85 feet.", "label": "unrelated"}
{"sentence": "The cerebellum sits at the base of the brain, posterior to the brainstem.", "label": "unrelated"}
{"sentence": "Tuvalu is one of the smallest countries in the world by both area and population.", "label": "unrelated"}
{"sentence": "Proxima Centauri is the nearest known star to the Sun at roughly 4.24 light-years away.", "label": "unrelated"}
{"sentence": "Cumin is one of the most widely used spices in Indian, Mexican, and Middle Eastern cuisines.", "label": "unrelated"}
{"sentence": "A perfect number equals the sum of its proper divisors.", "label": "unrelated"}
{"sentence": "The liver is the largest internal organ in the human body.", "label": "unrelated"}
{"sentence": "Pumice is a volcanic rock light enough to float on water.", "label": "unrelated"}
{"sentence": "The decathlon consists of ten track and field events contested over two days.", "label": "unrelated"}
{"sentence": "Farsi and Dari are both modern descendants of Old Persian.", "label": "unrelated"}
{"sentence": "Io is the most volcanically active body in the solar system.", "label": "unrelated"}
{"sentence": "A teaspoon holds approximately five milliliters of liquid.", "label": "unrelated"}
{"sentence": "The optic nerve carries visual information from the retina to the brain.", "label": "unrelated"}
{"sentence": "The Alhambra in Granada was constructed primarily during the 13th and 14th centuries.", "label": "unrelated"}
{"sentence": "There are four bases in baseball arranged in a diamond shape 90 feet apart.", "label": "unrelated"}
{"sentence": "A mole in chemistry represents approximately 6.022 times ten to the twenty-third particles.", "label": "unrelated"}
{"sentence": "The Galápagos Islands lie roughly 1,000 kilometers off the coast of Ecuador.", "label": "unrelated"}
{"sentence": "Bismuth has an atomic number of 83.", "label": "unrelated"}
{"sentence": "Origami is the Japanese art of paper folding.", "label": "unrelated"}
{"sentence": "The popliteal fossa is the shallow depression behind the knee joint.", "label": "unrelated"}
{"sentence": "Mongolia has the lowest population density of any sovereign nation.", "label": "unrelated"}
{"sentence": "The rings of Saturn were first observed by Galileo in 1610, though he did not recognize them as rings.", "label": "unrelated"}
{"sentence": "Garam masala is a spice blend rather than a single spice.", "label": "unrelated"}
{"sentence": "An isosceles triangle has at least two sides of equal length.", "label": "unrelated"}
{"sentence": "The tympanic membrane separates the outer ear from the middle ear.", "label": "unrelated"}
{"sentence": "Ethiopia follows a calendar with thirteen months.", "label": "unrelated"}
{"sentence": "Ganymede is the largest moon in the solar system.", "label": "unrelated"}
{"sentence": "One atmosphere of pressure equals 101,325 pascals.", "label": "unrelated"}
{"sentence": "The didgeridoo is a wind instrument developed by Aboriginal Australians.", "label": "unrelated"}
{"sentence": "Adult humans have twelve pairs of cranial nerves.", "label": "unrelated"}
{"sentence": "The Danube River flows through more capital cities than any other river in Europe.", "label": "unrelated"}
{"sentence": "Potassium has the chemical symbol K, derived from the Latin kalium.", "label": "unrelated"}
{"sentence": "Water polo teams field seven players per side including the goalkeeper.", "label": "unrelated"}
{"sentence": "The periosteum is a membrane that covers the outer surface of bones.", "label": "unrelated"}
{"sentence": "Sri Lanka was formerly known as Ceylon.", "label": "unrelated"}
{"sentence": "A parsec equals approximately 3.26 light-years.", "label": "unrelated"}
{"sentence": "Sourdough bread relies on a symbiotic culture of wild yeast and lactobacilli.", "label": "unrelated"}
{"sentence": "There are five regular Platonic solids in three-dimensional geometry.", "label": "unrelated"}
{"sentence": "The ulna runs along the inner side of the forearm parallel to the radius.", "label": "unrelated"}
{"sentence": "Lesotho is entirely surrounded by South Africa.", "label": "unrelated"}
{"sentence": "Ceres is the largest object in the asteroid belt between Mars and Jupiter.", "label": "unrelated"}
{"sentence": "A regulation volleyball net stands 2.43 meters high for men's competition.", "label": "unrelated"}
{"sentence": "The Rosetta space probe orbited comet 67P/Churyumov-Gerasimenko beginning in 2014.", "label": "unrelated"}
{"sentence": "Arabic is written from right to left.", "label": "unrelated"}
{"sentence": "Cassiopeia is a W-shaped constellation visible in the northern sky year-round.", "label": "unrelated"}
{"sentence": "Tofu is made by coagulating soy milk and pressing the resulting curds.", "label": "unrelated"}
{"sentence": "The radius of Earth at the equator is approximately 6,378 kilometers.", "label": "unrelated"}
{"sentence": "The oboe is a double-reed woodwind instrument.", "label": "unrelated"}
{"sentence": "There are seven cervical vertebrae in the human neck, the same number as in a giraffe's neck.", "label": "unrelated"}
